"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Svoj kód PIN ste zadali nesprávne %1$d-krát. Váš identifikátor Mercedes me (ID Mercedes me) sa tým na %2$@ zablokoval.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minút";

"command_error_pin_invalid" = "Svoj kód PIN ste zadali nesprávne %1$d-krát.";

"general_cancel" = "Zrušiť";

"general_error_msg" = "Vyskytla sa chyba. Skúste to, prosím, znova.";

"general_error_network_msg" = "Niečo sa nepodarilo. Skontrolujte svoje internetové pripojenie, prosím.";

"general_error_title" = "Chyba";

"general_hint" = "Poznámka";

"general_no" = "Nie";

"general_ok" = "Ok";

"general_yes" = "Áno";

"login_error_authentication_failed" = "Autentifikácia zlyhala. Skúste to, prosím, znova.";

"login_error_wrong_tan" = "Vami zadaná informácia žiaľ nebola správna. Prosím, berte do úvahy, že pred opätovným pokusom budete musieť prípadne pár minút počkať.";

"login_info_alert_message" = "Identifikátor Mercedes me tvorí buď vaše osobné mobilné telefónne číslo alebo vaša e-mailová adresa. Pomocou svojho identifikátora Mercedes me sa môžete všade prihlásiť do digitálneho sveta značky Mercedes-Benz. Ponúka prístup k všetkým službám, funkciám a platformám dostupným v krajine adresy.";

"login_info_alert_title" = "ID Mercedes me";

"login_invalid_input" = "Zadajte, prosím, platnú e-mailovú adresu alebo telefónne číslo.";

"login_mercedesme_id" = "ID Mercedes me";

"login_next" = "Ďalej";

"login_only_caption" = "Prihlásenie";

"login_username" = "Mobilné telefónne číslo alebo e‑mailová adresa";

"login_user_not_registered" = "Zaregistrujte sa, prosím, bezplatne v jednej z ostatných aplikácii Mercedes me.";

"pin_popup_button_again" = "Skúsiť znovu";

"pin_popup_cancel" = "Zrušiť";

"pin_popup_default_no_pin_message" = "Nastavte si, prosím, kód PIN v jednej z aplikácií Mercedes me.";

"pin_popup_description" = "Zadajte, prosím, svoj %1$d-miestny kód PIN:";

"pin_popup_send" = "Odoslať";

"pin_popup_title" = "Zadanie kódu PIN";

"pin_popup_wrong_pin_msg" = "Kód PIN nie je správny. Skúste to, prosím, znova.";

"pin_popup_wrong_pin_title" = "Nesprávny kód PIN";

"registration_user_consent_message" = "S cieľom neustále vylepšovať aplikáciu analyzujeme používanie aplikácie a jej funkcií bez spojitosti s vašou osobou. Túto funkciu možno kedykoľvek deaktivovať v časti Ponuka > Nastavenia > Analýza.";

"registration_user_consent_title" = "Údaje o používaní Mercedes me";

"verification_btn_next" = "Ďalej";

"verification_btn_send_again" = "Vyžiadať nový kód TAN";

"verification_headline" = "Verifikačný kód";

"verification_login_msg_mail" = "Zadajte, prosím, kód TAN, ktorý sme vám zaslali prostredníctvom e-mailu.";

"verification_login_msg_user" = "Na overenie sme vám na %2$@ poslali %1$d-miestny kód. Zadajte, prosím, tento kód.";

"verification_not_received" = "Nedostali ste kód TAN?";

"verification_not_received_hint_mail" = "Skontrolujte, prosím, zadanú e-mailovú adresu alebo si vyžiadajte nový verifikačný kód.";

"verification_not_received_hint_phone" = "Skontrolujte, prosím, zadané mobilné telefónne číslo alebo si vyžiadajte nový kód TAN.";

"verification_send_again_msg" = "Vaša požiadavka bola opätovne odoslaná";

"verification_title" = "Verifikácia";

